Repository: fedora-infra/python-fedora
Catalog: translations/*.po
Languages: ka

source: From %(then)s to %(now)s
ka: %(then)s-დან %(now)s-მდე

source: %d wiki changes in the past week
ka: %d ვიკის ცვლილება წინა კვირაში

source: Warning: Number of changes reaches the API return limit. You will not get the complete list of changes unless you run this script using a 'bot' account.
ka: გაფრთხილება: ცვლილებების რაოდენობა API-ის დაბრუნების ზღვარს აღწევს. ცვლილებების სრულ სიას ვერ მიიღებთ, თუ ამ სკრიპტს 'bot' ანგარიშით არ გაუშვებთ.

source: == Most active wiki users ==
ka: == ვიკის ყველაზე აქტიური მომხმარებლები ==

source: == Most edited pages ==
ka: == ყველაზე ხშირად ჩასწორებული გვერები ==

source: Loading FAS groups...
ka: FAS ჯგუფების ჩატვირთვა...

source: Unable to load FAS groups. Did you set FAS_USERNAME and FAS_PASSWORD?
ka: FAS ჯგუფების ჩატვირთვა შეუძლებელია. დააყენეთ FAS_USERNAME და FAS_PASSWORD?

source: FAS groups loaded. Don't forget to set FAS_USERNAME and FAS_PASSWORD to a low-privilege account.
ka: FAS ჯგუფი ჩაიტვირთა. დაბალი პრივილეგიის მქონე ანგარიშისთვის არ დაგავიწყდეთ, FAS_USERNAME და FAS_PASSWORD დააყენოთ.

source: Welcome, %s
ka: მოგესალმებით, %s

source: The credentials you supplied were not correct or did not grant access to this resource.
ka: ავტორიზაციის დეტალები, რომლებიც შეიყვანეთ, არასწორია და რესურსთან წვდომა არ მოგცათ.

source: You must provide your credentials before accessing this resource.
ka: რესურსთან წვდომისთვის საჭიროა ავტორიზაციის დეტალები შეიყვანოთ.

source: Please log in.
ka: გთხოვთ, შეხვიდეთ.

source: You have successfully logged out.
ka: წარმატებით გახვედით.

source: Log In
ka: შესვლა

source: User Name:
ka: მომხმარებლის სახელი:

source: Password:
ka: პაროლი:

source: Login
ka: შესვლა

source: CSRF attacks
ka: CSRF შეტევები

source: I am a human
ka: მე ადამიანი ვარ

source: Forgot Password?
ka: დაგავიწყდა პაროლი?

source: Sign Up
ka: რეგისტრაცია

source: Welcome
ka: მოგესლამებათ

source: You are not logged in
ka: შესული არ ბრძანდებით

source: CSRF protected
ka: CSRF დაცულია

source: Verify Login
ka: შესვლის გადამოწმება

source: Logout
ka: გასვლა

source: updating visit (%s)
ka: ვიზიტის (%s) განახლება

source: Username:
ka: მომხმარებელი:
